port=H\u00f6fn
host=Gestgjafi
submit=Senda
connectionEx1=Tengsl t\u00edmi er \u00fat. Her er tilgreind rangt e\u00f0a mi\u00f0lara er ekki fyrir hendi
connectionEx2=Gestgjafi e\u00f0a h\u00f6fn vitlaust. E\u00f0a mi\u00f0lara er ekki \u00ed bo\u00f0i
login=Notendanafn
password=Lykilor\u00f0
enter=\u00deig inn \u00ed
registration=Skr\u00e1ningu
authorizationResult=Heimild var vel
authorizationEx=Notendanafn e\u00f0a lykilor\u00f0 inn rangt
registrationResult=Skr\u00e1ningu var vel
registrationEx=notandi me\u00f0 \u00feetta notendanafn \u00feegar til
serverEx=Mi\u00f0lara er ekki fyrir hendi. Endurr\u00e6sa vi\u00f0skiptavinur
exit=Brottf\u00f6r
clear=Sk\u00fdr
info=Uppl\u00fdsingar
help=Hj\u00e1lpa
removeStudentsCount=Ey\u00f0a me\u00f0 fj\u00f6lda nemendur
printStudentsCount=Prenta fj\u00f6lda nemendur \u00ed h\u00e6kkandi r\u00f6\u00f0
printFormOfEducation=S\u00fdna \u00fej\u00e1lfun myndar \u00ed r\u00f6\u00f0
removeId=Ey\u00f0a me\u00f0 skilr\u00edki
add=B\u00e6ta
removeGreater=Ey\u00f0a umfram
addIfMin=B\u00e6ta ef minna
addIfMax=B\u00e6ta ef fleiri
update=Uppf\u00e6ra
table=Bor\u00f0i\u00f0
executeScript=hlaupa handriti\u00f0
file=inntak svi\u00f0i skr\u00e1na:
groupName=nafn H\u00f3pur
creationDate=Sk\u00f6pun dagsetningu
studentsCount=fj\u00f6lda nemendur
formOfEducation=formi \u00fej\u00e1lfun
semester=\u00d6nn
perName=Nafn h\u00f3pur h\u00f6fu\u00f0
height=H\u00e6\u00f0
hairColor=h\u00e1ralit
country=landi
addWell=Atri\u00f0i b\u00e6tt
addBad=\u00fe\u00e1ttur var ekki b\u00e6tt. Sv\u00e6\u00f0in eru ekki r\u00e9tt tilgreint
updateWell=Atri\u00f0i uppf\u00e6r\u00f0
updateBad=\u00fe\u00e1ttur var ekki uppf\u00e6rt. Sv\u00e6\u00f0in eru ekki tilgreint r\u00e9tt e\u00f0a \u00fe\u00fa reyndi a\u00f0 uppf\u00e6ra einhver annar \u00fe\u00e1ttur
argEx=\u00de\u00fa gafst ekki n\u00famer e\u00f0a n\u00famer er utan marka
removeWell=G\u00f6gn eytt
removeBad=g\u00f6gn var ekki eytt. \u00de\u00fa ert a\u00f0 reyna a\u00f0 f\u00e1 einhvern annan er atri\u00f0i e\u00f0a allar a\u00f0st\u00e6\u00f0ur eru ekki hitti
spravka=hj\u00e1lp - s\u00fdna a\u00f0 hj\u00e1lpa til \u00ed bo\u00f0i skipanir\n\
  uppl\u00fdsingar - framlei\u00f0sla uppl\u00fdsingar um safn (tegund, frumstilling dagsetning, fj\u00f6lda \u00fe\u00e6tti, og fleira.) til a\u00f0 venjulegu framlei\u00f0sla straum\n\
 s\u00fdna - framlei\u00f0sla \u00f6llum \u00fe\u00e1ttum safn \u00ed streng sko\u00f0a a\u00f0 venjulegu framlei\u00f0sla straum\n\
  b\u00e6ta vi\u00f0 a\u00f0 b\u00e6ta n\u00fdju atri\u00f0i til safn\n\
  uppf\u00e6ra skilr\u00edki - uppf\u00e6ra gildi safn \u00fe\u00e1ttur sem skilr\u00edki er jafn tilgreint einn\n\
  remove_by_id skilr\u00edki - fjarl\u00e6gja hlut fr\u00e1 safn me\u00f0 skilr\u00edki\n\
  lj\u00f3st - hreinsa safn\n \
  execute_script file_name - lesa og framkv\u00e6ma handriti\u00f0 fr\u00e1 tiltekinn skr\u00e1. Handriti\u00f0 inniheldur skipanir \u00ed sama formi og notandi fer \u00fe\u00e1 gagnvirkt\n\
  h\u00e6tta - enda forrit (\u00e1n \u00feess a\u00f0 bjarga \u00fea\u00f0 a\u00f0 skr\u00e1)\n\
 add_if_max - b\u00e6ta n\u00fdja \u00fe\u00e1ttur a\u00f0 safn ef h\u00e6\u00f0 \u00feess vir\u00f0i yfir h\u00e6\u00f0 st\u00e6rstu \u00fe\u00e1ttur \u00ed \u00feessu safni\n\
  add_if_min - b\u00e6ta n\u00fdja \u00fe\u00e1ttur a\u00f0 safn ef h\u00e6\u00f0 \u00feess vir\u00f0i er minna en h\u00e6\u00f0 minnstu \u00fe\u00e1ttur \u00ed \u00feessu safni\n\
  remove_greater h\u00e6\u00f0 - fjarl\u00e6gja alla \u00fe\u00e6tti \u00far safni a\u00f0 fara yfir h\u00e6\u00f0 tilgreint\n\
  remove_any_by_students_count studentsCount - taktu einn \u00fe\u00e1ttur fr\u00e1 safn sem studentsCount svi\u00f0i gildi jafngildir tilgreint einn\n\
  print_field_ascending_students_count - prenta gildi studentsCount svi\u00f0i \u00ed h\u00e6kkandi r\u00f6\u00f0\n\
  print_field_descending_form_of_education - prenta gildi formOfEducation svi\u00f0i \u00ed r\u00f6\u00f0
clearRes=Safn hreinsa\u00f0ar. Fjarl\u00e6gt \u00f6ll hluti sem tilheyra \u00fe\u00e9r
clearRes2=\u00dea\u00f0 eru engin notandi eigu atri\u00f0i \u00ed safn
bdEx=villa \u00feegar vinna me\u00f0 gagnagrunninum
fileEx=engin Skr\u00e1 me\u00f0 \u00feessu nafni er
fileEx2=skr\u00e1 er a\u00f0 lesa-varin. \u00d3f\u00e6r um a\u00f0 framkv\u00e6ma handriti\u00f0
rec=lykkju kann a\u00f0 hafa or\u00f0i\u00f0 \u00e1 handriti\u00f0 framkv\u00e6md:
rec2=Stj\u00f3rn ver\u00f0ur ekki tekinn af l\u00edfi. A\u00f0 fara \u00e1 n\u00e6sta skipun
executeEx=\u00d3\u00feekkt skipun
scriptRes=handriti\u00f0 er framkv\u00e6ma
fileNull=Skr\u00e1 er t\u00f3m
visualisation=Sj\u00f3nsk\u00f6pun