port=Port
host=doma\u0107in
submit=Po\u0161alji
connectionEx1=vrijeme povezivanja je isteklo. Host je neto\u010dan ili poslu\u017eitelj nije dostupan
connectionEx2=host ili port nije ispravno unesen. Ili poslu\u017eitelj nije dostupan
login=Prijava
password=Lozinka
enter=Prijava
registration=Registracija
authorizationResult=autorizacija je uspje\u0161na
authorizationEx=prijava ili lozinka nisu ispravno uneseni
registrationResult=Registracija je uspje\u0161na
registrationEx=korisnik s takvim prijavom ve\u0107 postoji
serverEx=poslu\u017eitelj nije dostupan. Ponovno pokrenite klijent
exit=Izlaz
clear=\u010di\u0161\u0107enje
info=Informacije
help=Pomo\u0107
removeStudentsCount=ukloni prema broju studenata
printStudentsCount=povu\u0107i broj studenata u uzlaznom redoslijedu
printFormOfEducation=izvedite obrasce u\u010denja silaznim redoslijedom
removeId=Ukloni po id-u
add=Dodaj
removeGreater=ukloni vi\u0161ak
addIfMin=Dodaj ako manje
addIfMax=Dodaj ako vi\u0161e
update=A\u017euriraj
table=tablica
executeScript=izvr\u0161i skriptu
file=polje unosa datoteke:
groupName=ime grupe
creationDate=datum stvaranja
studentsCount=broj studenata
formOfEducation=oblik u\u010denja
semester=Semester
perName=ime poglavlja grupe
height=Rast
hairColor=boja kose
country=zemlja
addWell=element dodan
addBad=stavka nije dodana. Polja nisu to\u010dna
updateWell=stavka a\u017eurirana
updateBad=stavka nije a\u017eurirana. Polja nisu to\u010dna ili ste poku\u0161ali a\u017eurirati tu\u0111e stavke
argEx=niste naveli broj ili broj izvan granica
removeWell=podaci uspje\u0161no izbrisani
removeBad=podaci nisu izbrisani. Poku\u0161avate ukloniti tu\u0111u stavku ili nisu ispunjeni svi uvjeti
spravka=help-izvedite pomo\u0107 za dostupne naredbe\n\
  info-prikaz podataka o zbirci (vrsta, Datum inicijalizacije, broj stavki itd.))\n\
  show-izvedite sve elemente zbirke u prikazu niza u standardnu nit\n\
  add-Dodaj novu stavku u zbirku\n\
  update id-Osvje\u017ei vrijednost stavke zbirke \u010diji je id jednak odre\u0111enom\n\
  remove_by_id id-uklonite stavku iz zbirke po id-u\n\
  clear-o\u010distite zbirku \n\
  execute_script file_name-brojati i izvr\u0161avati skriptu iz navedene datoteke. Skripta sadr\u017ei naredbe u istom obliku u kojem ih korisnik interaktivno upisuje\n\
  exit-kompletan program (bez spremanja u datoteku)\n\
  add_if_max-dodajte novu stavku u zbirku ako njegova vrijednost visina prema\u0161uje vrijednost visine najve\u0107eg elementa ove zbirke\n\
  add_if_min-Dodaj novu stavku u zbirku, ako je njegova vrijednost visina je manja od visina na najmanji element ove kolekcije\n\
  remove_greater height-ukloni iz zbirke sve stavke iznad zadanog\n\
  remove_any_by_students_count studentsCount-uklonite jednu stavku iz zbirke \u010dija je vrijednost polja studentsCount ekvivalentna odre\u0111enoj\n\
  print_field_ascending_students_count-povuci vrijednosti polja studentsCount u uzlaznom redoslijedu\n\
  print_field_descending_form_of_education-izvedi vrijednosti formOfEducation polja silaznim redoslijedom
clearRes=zbirka je o\u010di\u0161\u0107ena. Uklonjene su sve stavke koje posjedujete
clearRes2=u zbirci nema stavki u vlasni\u0161tvu korisnika
bdEx=pogre\u0161ka pri radu s DB
fileEx=datoteka s tim imenom ne postoji
fileEx2=datoteka je za\u0161ti\u0107ena od \u010ditanja. Nije mogu\u0107e izvr\u0161iti skriptu
rec=mo\u017ee do\u0107i do petlje prilikom izvo\u0111enja skripte:
rec2=naredba ne\u0107e biti izvr\u0161ena. Prijelaz na sljede\u0107u naredbu
executeEx=Nepoznata naredba
scriptRes=skripta izvr\u0161ena
fileNull=datoteka je prazna
visualisation=vizualizacija