port=Puerto
host=Host
submit=Enviar
connectionEx1=se acab\u00f3 el tiempo de conexi\u00f3n. El host es incorrecto o el servidor no est\u00e1 disponible
connectionEx2=Host o puerto introducido incorrectamente. O el servidor no est\u00e1 disponible
login=Login
password=Contrase\u00f1a
enter=Iniciar sesi\u00f3n
registration=Registro
authorizationResult=Autorizaci\u00f3n exitosa
authorizationEx=nombre de Usuario o contrase\u00f1a incorrectos
registrationResult=el Registro fue exitoso
registrationEx=el Usuario con este Inicio de sesi\u00f3n ya existe
serverEx=Servidor no disponible. Reinicie el cliente
exit=Salida
clear=Borrar
info=Informaci\u00f3n
help=ayuda
removeStudentsCount=Eliminar por n\u00famero de estudiantes
printStudentsCount=Muestra el n\u00famero de estudiantes en orden ascendente
printFormOfEducation=Muestra los formularios de aprendizaje en orden descendente
removeId=Eliminar por id
add=A\u00f1adir
removeGreater=Eliminar
addIfMin=A\u00f1adir si menos
addIfMax=A\u00f1adir si m\u00e1s
update=Actualizar
table=tabla
executeScript=ejecutar script
file=campo de entrada de archivo:
groupName=nombre del grupo
creationDate=fecha de creaci\u00f3n
studentsCount=n\u00famero de estudiantes
formOfEducation=forma de aprendizaje
semester=Semestre
perName=nombre del jefe de grupo
height=Altura
hairColor=color de pelo
country=Pa\u00eds
addWell=elemento a\u00f1adido
addBad=Elemento no agregado. Los campos indicados no son correctos
updateWell=Elemento actualizado
updateBad=Elemento no actualizado. Los campos no son correctos o ha intentado actualizar el elemento de otra persona
argEx=no ha especificado un n\u00famero o el n\u00famero est\u00e1 fuera de los l\u00edmites
removeWell=datos eliminados correctamente
removeBad=Datos no eliminados. \u00bfEst\u00e1 intentando eliminar el elemento de otra persona o no se cumplen todas las condiciones
spravka=help-muestra ayuda sobre los comandos disponibles\n\
  info-Mostrar en el flujo de salida est\u00e1ndar la informaci\u00f3n de la colecci\u00f3n (tipo, fecha de inicializaci\u00f3n, n\u00famero de elementos, etc.)\n\
  show-Mostrar en el flujo de salida est\u00e1ndar todos los elementos de la colecci\u00f3n en una vista de cadena\n\
  add-a\u00f1adir nuevo elemento a la colecci\u00f3n\n\
  update id-actualizar el valor de un elemento de colecci\u00f3n cuyo id es igual al especificado\n\
  remove_by_id id-eliminar un elemento de la colecci\u00f3n por su id\n\
  clear-borrar colecci\u00f3n \n\
  execute_script file_name-Leer y ejecutar el script desde el archivo especificado. El script contiene los comandos en la misma forma en que los ingresa el usuario de forma interactiva\n\
  exit-finalizar el programa (sin guardar en un archivo)\n\
  add_if_max-agregue un nuevo elemento a una colecci\u00f3n si su valor de height excede el valor de height del elemento m\u00e1s grande de esa colecci\u00f3n\n\
  add_if_min-agregar un nuevo elemento a una colecci\u00f3n si su valor de height es menor que el de height en el elemento m\u00e1s peque\u00f1o de esa colecci\u00f3n\n\
  remove_greater height-eliminar de la colecci\u00f3n todos los elementos que excedan el valor especificado\n\
  remove_any_by_students_count studentsCount - eliminar de la colecci\u00f3n un elemento cuyo valor de campo studentsCount sea equivalente al especificado\n\
  print_field_ascending_students_count-Mostrar los valores del campo studentsCount en orden ascendente\n\
  print_field_depending_form_of_education-Mostrar los valores del campo formOfEducation en orden descendente
clearRes=Colecci\u00f3n borrada. Se eliminaron todos los elementos que posee
clearRes2=no hay elementos que pertenezcan al usuario en la colecci\u00f3n
bdEx=Error al trabajar con DB
fileEx=no existe un Archivo con este nombre
fileEx2=el Archivo est\u00e1 protegido contra la lectura. No se puede ejecutar el script
rec=Puede haber un bucle durante la ejecuci\u00f3n del script:
rec2=el Comando no se ejecutar\u00e1. Pasar al siguiente comando
executeEx=comando Desconocido
scriptRes=Script ejecutado
fileNull=Archivo vac\u00edo
visualisation=Visualizaci\u00f3n
emptyFields = los Campos no pueden estar vac\u00edos
needValue = el Campo debe ser un n\u00famero
cantEmpty = no puede ser una cadena vac\u00eda
needVal = debe ser un n\u00famero
moreZero = debe ser mayor que cero
cantNull=no puede ser null
elementAdd = elemento a\u00f1adido
badAdd = Datos ingresados incorrectamente
noSave = elemento de colecci\u00f3n no guardado
colEmpty = Colecci\u00f3n vac\u00eda
elementDel = elementos eliminados
noChange = Colecci\u00f3n no cambiada
deleteError = no hay ning\u00fan elemento con ese id o el usuario no tiene acceso a ese elemento
deleteError2 = no hay ning\u00fan elemento con tal student_count o el usuario no tiene acceso a ese elemento